Repository: common-repository/visidea
Catalog: lang/visidea-*.po
Languages: it_it

source: This is an interface to Visidea for WooCommerce.
it_it: Questo plugin è un interfaccia a Visidea per WooCommerce.

source: API Settings
it_it: Impostazioni API

source: Public token
it_it: Token pubblico

source: Private token
it_it: Token privato

source: File URLs
it_it: URL dei file

source: Settings
it_it: Impostazioni

source: Welcome to Visidea
it_it: Benvenuto in Visidea

source: Visidea is the visual search and visual recommendation plugin for Woocommerce.
it_it: Visidea è un plugin di visual search e visual recommendation per Woocommerce.

source: This plugin need an account on Visidea.ai. You can subscribe
it_it: Questo plugin ha bisogno di un utente su Visidea.ai. Puoi iscriverti

source: here
it_it: cliccando qui

source: Discover more about our service on our
it_it: Scopri di più sul nostro servizio sul nostro

source: website
it_it: sito web

source: Go to Visidea dashboard to get the
it_it: Vai alla dashboard di Visidea per ottenere

source: Any problems? contact us:
it_it: Hai riscontrato dei problemi? Contattaci a:

source: Visidea configurations
it_it: Impostazioni di Visidea

source: Save
it_it: Salva

source: Here you can set all the options for using our API:
it_it: Qui puoi impostare tutte le configurazioni per usare le nostre API:

source: You have to setup tokens to get file urls.
it_it: Devi impostare i token per ottenere gli indirizzi dei file.

source: Items file:
it_it: File prodotti:

source: Users file:
it_it: File utenti:

source: Interactions file:
it_it: File interazioni:
